Repository: pakkoapp-oss/pakko
Catalog: src/Archiver.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_latn_rs, sv_se, sw_ke, th_th, tr_tr, uk_ua, ur_pk, vi_vn, zh_hans

# EncryptPasswordRefusedCharacter
source: That character can't be used and was not added. Clear the field and type the password again using only English letters, digits, spaces and punctuation.
ar_sa: لا يمكن استخدام هذا الحرف ولم تتم إضافته. امسح الحقل واكتب كلمة المرور من جديد باستخدام الأحرف الإنجليزية والأرقام والمسافات وعلامات الترقيم فقط.
bg_bg: Този знак не може да се използва и не беше добавен. Изчистете полето и въведете паролата отново само с английски букви, цифри, интервали и препинателни знаци.
cs_cz: Tento znak nelze použít a nebyl přidán. Vymažte pole a zadejte heslo znovu pouze pomocí anglických písmen, číslic, mezer a interpunkce.
da_dk: Det tegn kan ikke bruges og blev ikke tilføjet. Ryd feltet, og skriv adgangskoden igen med kun engelske bogstaver, cifre, mellemrum og tegnsætning.
de_de: Dieses Zeichen kann nicht verwendet werden und wurde nicht hinzugefügt. Leeren Sie das Feld und geben Sie das Passwort erneut nur mit englischen Buchstaben, Ziffern, Leerzeichen und Satzzeichen ein.
el_gr: Αυτός ο χαρακτήρας δεν μπορεί να χρησιμοποιηθεί και δεν προστέθηκε. Καθαρίστε το πεδίο και πληκτρολογήστε ξανά τον κωδικό πρόσβασης μόνο με αγγλικά γράμματα, ψηφία, κενά και σημεία στίξης.
es_es: Ese carácter no se puede usar y no se ha añadido. Borra el campo y vuelve a escribir la contraseña usando solo letras inglesas, dígitos, espacios y signos de puntuación.
et_ee: Seda märki ei saa kasutada ja seda ei lisatud. Tühjendage väli ja tippige parool uuesti, kasutades ainult ingliskeelseid tähti, numbreid, tühikuid ja kirjavahemärke.
fi_fi: Tätä merkkiä ei voi käyttää, eikä sitä lisätty. Tyhjennä kenttä ja kirjoita salasana uudelleen käyttäen vain englanninkielisiä kirjaimia, numeroita, välilyöntejä ja välimerkkejä.
fr_fr: Ce caractère ne peut pas être utilisé et n'a pas été ajouté. Videz le champ et saisissez à nouveau le mot de passe en n'utilisant que des lettres anglaises, des chiffres, des espaces et de la ponctuation.
he_il: לא ניתן להשתמש בתו הזה, והוא לא נוסף. נקה את השדה והקלד שוב את הסיסמה באמצעות אותיות אנגליות, ספרות, רווחים וסימני פיסוק בלבד.
hi_in: यह वर्ण उपयोग नहीं किया जा सकता और जोड़ा नहीं गया। फ़ील्ड साफ़ करें और केवल अंग्रेज़ी अक्षरों, अंकों, स्पेस और विराम चिह्नों का उपयोग करके पासवर्ड फिर से लिखें।
hr_hr: Taj se znak ne može koristiti i nije dodan. Očistite polje i ponovno upišite lozinku koristeći samo engleska slova, znamenke, razmake i interpunkciju.
hu_hu: Ez a karakter nem használható, és nem lett hozzáadva. Ürítse ki a mezőt, és írja be újra a jelszót csak angol betűkkel, számjegyekkel, szóközökkel és írásjelekkel.
id_id: Karakter itu tidak dapat digunakan dan tidak ditambahkan. Kosongkan bidang, lalu ketik ulang kata sandi hanya dengan huruf bahasa Inggris, angka, spasi, dan tanda baca.
it_it: Quel carattere non può essere usato e non è stato aggiunto. Svuota il campo e digita di nuovo la password usando solo lettere inglesi, cifre, spazi e punteggiatura.
ja_jp: その文字は使用できないため、追加されませんでした。フィールドをクリアし、英字、数字、スペース、記号のみでパスワードをもう一度入力してください。
ko_kr: 이 문자는 사용할 수 없어 추가되지 않았습니다. 필드를 지우고 영문자, 숫자, 공백, 문장 부호만 사용하여 암호를 다시 입력하세요.
lt_lt: Šio simbolio naudoti negalima, todėl jis nepridėtas. Išvalykite lauką ir įveskite slaptažodį iš naujo naudodami tik anglų kalbos raides, skaitmenis, tarpus ir skyrybos ženklus.
lv_lv: Šo rakstzīmi nevar izmantot, un tā netika pievienota. Notīriet lauku un ierakstiet paroli vēlreiz, izmantojot tikai angļu burtus, ciparus, atstarpes un pieturzīmes.
nb_no: Det tegnet kan ikke brukes og ble ikke lagt til. Tøm feltet og skriv inn passordet på nytt med bare engelske bokstaver, sifre, mellomrom og tegnsetting.
pl_pl: Tego znaku nie można użyć i nie został dodany. Wyczyść pole i wpisz hasło ponownie, używając tylko angielskich liter, cyfr, spacji i znaków interpunkcyjnych.
pt_pt: Esse carácter não pode ser utilizado e não foi adicionado. Limpe o campo e escreva novamente a palavra-passe utilizando apenas letras inglesas, algarismos, espaços e pontuação.
ro_ro: Acest caracter nu poate fi folosit și nu a fost adăugat. Goliți câmpul și tastați din nou parola folosind doar litere englezești, cifre, spații și semne de punctuație.
sk_sk: Tento znak nemožno použiť a nebol pridaný. Vymažte pole a zadajte heslo znova iba pomocou anglických písmen, číslic, medzier a interpunkcie.
sl_si: Tega znaka ni mogoče uporabiti in ni bil dodan. Počistite polje in znova vnesite geslo samo z angleškimi črkami, števkami, presledki in ločili.
sr_latn_rs: Taj znak ne može da se koristi i nije dodat. Obrišite polje i ponovo unesite lozinku koristeći samo engleska slova, cifre, razmake i interpunkciju.
sv_se: Det tecknet kan inte användas och lades inte till. Rensa fältet och skriv lösenordet igen med endast engelska bokstäver, siffror, blanksteg och skiljetecken.
sw_ke: Herufi hiyo haiwezi kutumika na haikuongezwa. Futa sehemu hiyo, kisha andika nenosiri tena ukitumia herufi za Kiingereza, tarakimu, nafasi na alama za uakifishaji pekee.
th_th: ไม่สามารถใช้อักขระนั้นได้ และไม่ได้เพิ่มอักขระนั้น ล้างช่อง แล้วพิมพ์รหัสผ่านอีกครั้งโดยใช้เฉพาะตัวอักษรภาษาอังกฤษ ตัวเลข ช่องว่าง และเครื่องหมายวรรคตอน
tr_tr: Bu karakter kullanılamaz ve eklenmedi. Alanı temizleyin ve parolayı yalnızca İngilizce harfler, rakamlar, boşluklar ve noktalama işaretleriyle yeniden yazın.
uk_ua: Цей символ не підтримується, його не додано. Очистіть поле й введіть пароль знову: лише англійські літери, цифри, пробіли й розділові знаки.
ur_pk: یہ حرف استعمال نہیں کیا جا سکتا اور شامل نہیں کیا گیا۔ فیلڈ صاف کریں اور صرف انگریزی حروف، ہندسوں، خالی جگہوں اور رموز اوقاف کے ساتھ پاس ورڈ دوبارہ ٹائپ کریں۔
vi_vn: Không thể dùng ký tự đó và nó chưa được thêm. Xóa trường rồi nhập lại mật khẩu chỉ bằng chữ cái tiếng Anh, chữ số, dấu cách và dấu câu.
zh_hans: 该字符无法使用，未被添加。请清空此字段，然后仅使用英文字母、数字、空格和标点重新输入密码。

# NewArchiveCardTitle.Text
source: New archive
ar_sa: أرشيف جديد
bg_bg: Нов архив
cs_cz: Nový archiv
da_dk: Nyt arkiv
de_de: Neues Archiv
el_gr: Νέο αρχείο συμπίεσης
es_es: Nuevo archivo comprimido
et_ee: Uus arhiiv
fi_fi: Uusi arkisto
fr_fr: Nouvelle archive
he_il: ארכיון חדש
hi_in: नया संग्रह
hr_hr: Nova arhiva
hu_hu: Új archívum
id_id: Arsip baru
it_it: Nuovo archivio
ja_jp: 新しいアーカイブ
ko_kr: 새 압축 파일
lt_lt: Naujas archyvas
lv_lv: Jauns arhīvs
nb_no: Nytt arkiv
pl_pl: Nowe archiwum
pt_pt: Novo arquivo
ro_ro: Arhivă nouă
sk_sk: Nový archív
sl_si: Nov arhiv
sr_latn_rs: Nova arhiva
sv_se: Nytt arkiv
sw_ke: Kumbukumbu mpya
th_th: ไฟล์บีบอัดใหม่
tr_tr: Yeni arşiv
uk_ua: Новий архів
ur_pk: نیا آرکائیو
vi_vn: Tệp nén mới
zh_hans: 新建压缩包

# DestinationCardTitle.Text
source: Where, and what after
ar_sa: إلى أين، وماذا بعد
bg_bg: Къде и какво след това
cs_cz: Kam a co potom
da_dk: Hvor, og hvad bagefter
de_de: Wohin, und was danach
el_gr: Πού, και τι μετά
es_es: Dónde, y qué después
et_ee: Kuhu ja mis edasi
fi_fi: Minne, ja mitä sen jälkeen
fr_fr: Où, et quoi ensuite
he_il: לאן, ומה אחר כך
hi_in: कहां, और उसके बाद क्या
hr_hr: Kamo, i što nakon toga
hu_hu: Hová, és mi utána
id_id: Ke mana, dan apa setelahnya
it_it: Dove, e cosa dopo
ja_jp: 保存先とその後の処理
ko_kr: 저장 위치와 이후 작업
lt_lt: Kur ir kas po to
lv_lv: Kur un kas pēc tam
nb_no: Hvor, og hva etterpå
pl_pl: Dokąd, i co potem
pt_pt: Onde, e o que fazer depois
ro_ro: Unde, și ce urmează
sk_sk: Kam a čo potom
sl_si: Kam, in kaj potem
sr_latn_rs: Gde, i šta posle
sv_se: Var, och vad efteråt
sw_ke: Wapi, na nini baadaye
th_th: ที่ไหน และทำอะไรต่อ
tr_tr: Nereye ve sonra ne olacak
uk_ua: Куди і що після
ur_pk: کہاں، اور اس کے بعد کیا
vi_vn: Ở đâu, và làm gì sau đó
zh_hans: 保存位置及后续操作

# EncryptZipOnlyNote.Text
source: Password encryption is available for ZIP only
ar_sa: التشفير بكلمة مرور متاح لتنسيق ZIP فقط
bg_bg: Шифроването с парола е налично само за ZIP
cs_cz: Šifrování heslem je k dispozici pouze pro ZIP
da_dk: Kryptering med adgangskode er kun tilgængelig for ZIP
de_de: Verschlüsselung mit Passwort ist nur für ZIP verfügbar
el_gr: Η κρυπτογράφηση με κωδικό πρόσβασης είναι διαθέσιμη μόνο για ZIP
es_es: El cifrado con contraseña solo está disponible para ZIP
et_ee: Parooliga krüptimine on saadaval ainult ZIP-i jaoks
fi_fi: Salasanasalaus on käytettävissä vain ZIP-muodolle
fr_fr: Le chiffrement par mot de passe n'est disponible que pour ZIP
he_il: הצפנה בסיסמה זמינה עבור ZIP בלבד
hi_in: पासवर्ड एन्क्रिप्शन केवल ZIP के लिए उपलब्ध है
hr_hr: Šifriranje lozinkom dostupno je samo za ZIP
hu_hu: A jelszavas titkosítás csak ZIP formátumhoz érhető el
id_id: Enkripsi kata sandi hanya tersedia untuk ZIP
it_it: La crittografia con password è disponibile solo per ZIP
ja_jp: パスワードによる暗号化は ZIP でのみ使用できます
ko_kr: 암호 암호화는 ZIP에서만 사용할 수 있습니다
lt_lt: Šifravimas slaptažodžiu galimas tik ZIP formatui
lv_lv: Šifrēšana ar paroli ir pieejama tikai ZIP formātam
nb_no: Kryptering med passord er bare tilgjengelig for ZIP
pl_pl: Szyfrowanie hasłem jest dostępne tylko dla formatu ZIP
pt_pt: A encriptação com palavra-passe só está disponível para ZIP
ro_ro: Criptarea cu parolă este disponibilă doar pentru ZIP
sk_sk: Šifrovanie heslom je k dispozícii iba pre ZIP
sl_si: Šifriranje z geslom je na voljo samo za ZIP
sr_latn_rs: Šifrovanje lozinkom dostupno je samo za ZIP
sv_se: Kryptering med lösenord är endast tillgänglig för ZIP
sw_ke: Usimbaji fiche kwa nenosiri unapatikana kwa ZIP pekee
th_th: การเข้ารหัสด้วยรหัสผ่านใช้ได้กับ ZIP เท่านั้น
tr_tr: Parola ile şifreleme yalnızca ZIP için kullanılabilir
uk_ua: Шифрування паролем доступне лише для ZIP
ur_pk: پاس ورڈ سے انکرپشن صرف ZIP کے لیے دستیاب ہے
vi_vn: Mã hóa bằng mật khẩu chỉ có sẵn cho ZIP
zh_hans: 密码加密仅适用于 ZIP

# RecycleBinNote.Text
source: On network and removable drives, which have no Recycle Bin, Pakko asks first.
ar_sa: على محركات الأقراص الشبكية والقابلة للإزالة، التي لا تحتوي على سلة محذوفات، يسألك Pakko أولاً.
bg_bg: За мрежови и преносими дискове, които нямат кошче, Pakko първо пита.
cs_cz: U síťových a vyměnitelných jednotek, které nemají Koš, se Pakko nejprve zeptá.
da_dk: På netværksdrev og flytbare drev, som ikke har en papirkurv, spørger Pakko først.
de_de: Bei Netzwerk- und Wechsellaufwerken, die keinen Papierkorb haben, fragt Pakko zuerst nach.
el_gr: Σε δικτυακές και αφαιρούμενες μονάδες δίσκου, που δεν έχουν Κάδο Ανακύκλωσης, το Pakko ρωτά πρώτα.
es_es: En unidades de red y extraíbles, que no tienen Papelera de reciclaje, Pakko pregunta primero.
et_ee: Võrgu- ja irdketastel, millel pole prügikasti, küsib Pakko enne.
fi_fi: Verkko- ja siirrettävillä asemilla, joilla ei ole roskakoria, Pakko kysyy ensin.
fr_fr: Sur les lecteurs réseau et amovibles, qui n'ont pas de Corbeille, Pakko demande d'abord.
he_il: בכוננים ברשת ובכוננים נשלפים, שאין בהם סל מיחזור, Pakko שואל תחילה.
hi_in: नेटवर्क और हटाने योग्य ड्राइव पर, जिनमें रीसायकल बिन नहीं होता, Pakko पहले पूछता है।
hr_hr: Na mrežnim i prijenosnim pogonima, koji nemaju Koš za smeće, Pakko najprije pita.
hu_hu: Hálózati és cserélhető meghajtókon, amelyeken nincs Lomtár, a Pakko előbb rákérdez.
id_id: Pada drive jaringan dan drive yang dapat dilepas, yang tidak memiliki Keranjang Sampah, Pakko bertanya terlebih dahulu.
it_it: Sulle unità di rete e rimovibili, che non hanno il Cestino, Pakko chiede prima.
ja_jp: ごみ箱のないネットワーク ドライブやリムーバブル ドライブでは、Pakko が先に確認します。
ko_kr: 휴지통이 없는 네트워크 드라이브와 이동식 드라이브에서는 Pakko가 먼저 묻습니다.
lt_lt: Tinklo ir keičiamuosiuose diskuose, kuriuose nėra šiukšlinės, Pakko pirmiausia paklausia.
lv_lv: Tīkla un noņemamajos diskos, kuros nav atkritnes, Pakko vispirms jautā.
nb_no: På nettverksstasjoner og flyttbare stasjoner, som ikke har papirkurv, spør Pakko først.
pl_pl: Na dyskach sieciowych i wymiennych, które nie mają Kosza, Pakko najpierw pyta.
pt_pt: Em unidades de rede e amovíveis, que não têm Reciclagem, o Pakko pergunta primeiro.
ro_ro: Pe unitățile de rețea și cele amovibile, care nu au Coș de reciclare, Pakko întreabă mai întâi.
sk_sk: Pri sieťových a vymeniteľných jednotkách, ktoré nemajú Kôš, sa Pakko najprv opýta.
sl_si: Na omrežnih in izmenljivih pogonih, ki nimajo koša, Pakko najprej vpraša.
sr_latn_rs: Na mrežnim i prenosivim diskovima, koji nemaju Korpu za otpatke, Pakko prvo pita.
sv_se: På nätverksenheter och flyttbara enheter, som saknar papperskorg, frågar Pakko först.
sw_ke: Kwenye viendeshi vya mtandao na vinavyoondolewa, ambavyo havina Pipa la Kuchakata, Pakko huuliza kwanza.
th_th: บนไดรฟ์เครือข่ายและไดรฟ์แบบถอดได้ ซึ่งไม่มีถังรีไซเคิล Pakko จะถามก่อน
tr_tr: Geri Dönüşüm Kutusu olmayan ağ ve çıkarılabilir sürücülerde Pakko önce sorar.
uk_ua: Для мережевих і знімних дисків, де Кошика немає, Pakko спершу окремо запитає.
ur_pk: نیٹ ورک اور ہٹائی جا سکنے والی ڈرائیوز پر، جن میں ری سائیکل بن نہیں ہوتا، Pakko پہلے پوچھتا ہے۔
vi_vn: Trên ổ đĩa mạng và ổ đĩa di động, vốn không có Thùng rác, Pakko sẽ hỏi trước.
zh_hans: 对于没有回收站的网络驱动器和可移动驱动器，Pakko 会先询问。

# DownloadMarkCheck.Content
source: Mark extracted files as downloaded from the internet
da_dk: Markér udpakkede filer som hentet fra internettet
el_gr: Σήμανση των αρχείων που εξάγονται ως ληφθέντα από το διαδίκτυο
et_ee: Märgi lahti pakitud failid internetist allalaaditutuks
ja_jp: 展開したファイルをインターネットからダウンロードしたものとしてマークする
lv_lv: Atzīmēt izvilktos failus kā lejupielādētus no interneta
nb_no: Merk utpakkede filer som lastet ned fra Internett
sk_sk: Označiť extrahované súbory ako stiahnuté z internetu
th_th: ทำเครื่องหมายไฟล์ที่แตกออกมาว่าดาวน์โหลดจากอินเทอร์เน็ต

# DownloadMarkCostNote
source: Windows warns before opening them. With thousands of small files, extraction takes longer: about 1.5 s more per 1,000 files.
da_dk: Windows advarer, før de åbnes. Med tusindvis af små filer tager udpakningen længere tid: ca. 1,5 sek. mere pr. 1.000 filer.
el_gr: Τα Windows θα προειδοποιούν πριν ανοίξουν. Με χιλιάδες μικρά αρχεία η εξαγωγή διαρκεί περισσότερο: περίπου 1,5 δευτ. επιπλέον ανά 1.000 αρχεία.
et_ee: Windows hoiatab enne nende avamist. Tuhandete väikeste failide korral võtab lahtipakkimine kauem: umbes 1,5 s rohkem iga 1000 faili kohta.
ja_jp: 開く前に Windows が警告します。小さなファイルが数千個あると展開に時間がかかります: 1,000 ファイルごとに約 1.5 秒増えます。
lv_lv: Windows brīdinās pirms to atvēršanas. Ar tūkstošiem mazu failu izvilkšana ilgst ilgāk: aptuveni par 1,5 s vairāk uz katriem 1000 failiem.
nb_no: Windows advarer før de åpnes. Med tusenvis av små filer tar utpakkingen lengre tid: omtrent 1,5 sek. mer per 1000 filer.
sk_sk: Windows pred ich otvorením upozorní. Pri tisíckach malých súborov trvá extrakcia dlhšie: asi o 1,5 s na každých 1 000 súborov.
th_th: Windows จะเตือนก่อนเปิดไฟล์ หากมีไฟล์ขนาดเล็กหลายพันไฟล์ การแตกไฟล์จะใช้เวลานานขึ้น: ประมาณ 1.5 วินาทีต่อทุก 1,000 ไฟล์

# DownloadMarkRiskNote
source: The files will open without the Windows warning or Office's Protected View. Leave the mark off only for an archive you trust.
da_dk: Filerne åbnes uden advarslen fra Windows eller Beskyttet visning i Office. Slå kun markeringen fra for et arkiv, du har tillid til.
el_gr: Τα αρχεία θα ανοίγουν χωρίς την προειδοποίηση των Windows ή την Προστατευμένη προβολή του Office. Απενεργοποιήστε τη σήμανση μόνο για αρχείο συμπίεσης που εμπιστεύεστε.
et_ee: Failid avanevad ilma Windowsi hoiatuse ja Office'i kaitstud vaateta. Lülitage märge välja ainult arhiivi puhul, mida usaldate.
ja_jp: ファイルは Windows の警告や Office の保護ビューなしで開きます。信頼できるアーカイブの場合にのみマークをオフにしてください。
lv_lv: Faili tiks atvērti bez Windows brīdinājuma un bez Office aizsargātā skata. Izslēdziet atzīmi tikai arhīvam, kuram uzticaties.
nb_no: Filene åpnes uten advarselen fra Windows eller Beskyttet visning i Office. Slå av merkingen bare for et arkiv du stoler på.
sk_sk: Súbory sa otvoria bez upozornenia Windows a bez chráneného zobrazenia Office. Označenie vypnite len pri archíve, ktorému dôverujete.
th_th: ไฟล์จะเปิดโดยไม่มีคำเตือนของ Windows หรือมุมมองที่ได้รับการป้องกันของ Office ปิดเครื่องหมายเฉพาะไฟล์บีบอัดที่คุณเชื่อถือเท่านั้น

# DownloadMarkPolicyNote
source: Set by your organization's policy.
da_dk: Angivet af din organisations politik.
el_gr: Ορίστηκε από την πολιτική του οργανισμού σας.
et_ee: Määratud teie organisatsiooni poliitikaga.
ja_jp: 組織のポリシーによって設定されています。
lv_lv: Iestatīts jūsu organizācijas politikā.
nb_no: Angitt av organisasjonens policy.
sk_sk: Nastavené politikou vašej organizácie.
th_th: ตั้งค่าโดยนโยบายขององค์กรของคุณ

# EmptyAddFilesButton.Content
source: Add files
ar_sa: إضافة ملفات
bg_bg: Добавяне на файлове
cs_cz: Přidat soubory
da_dk: Tilføj filer
de_de: Dateien hinzufügen
el_gr: Προσθήκη αρχείων
es_es: Añadir archivos
et_ee: Lisa failid
fi_fi: Lisää tiedostoja
fr_fr: Ajouter des fichiers
he_il: הוסף קבצים
hi_in: फ़ाइलें जोड़ें
hr_hr: Dodaj datoteke
hu_hu: Fájlok hozzáadása
id_id: Tambah file
it_it: Aggiungi file
ja_jp: ファイルを追加
ko_kr: 파일 추가
lt_lt: Pridėti failus
lv_lv: Pievienot failus
nb_no: Legg til filer
pl_pl: Dodaj pliki
pt_pt: Adicionar ficheiros
ro_ro: Adaugă fișiere
sk_sk: Pridať súbory
sl_si: Dodaj datoteke
sr_latn_rs: Dodaj datoteke
sv_se: Lägg till filer
sw_ke: Ongeza faili
th_th: เพิ่มไฟล์
tr_tr: Dosya ekle
uk_ua: Додати файли
ur_pk: فائلیں شامل کریں
vi_vn: Thêm tệp
zh_hans: 添加文件

# EmptyAddFolderButton.Content
source: Add folder
ar_sa: إضافة مجلد
bg_bg: Добавяне на папка
cs_cz: Přidat složku
da_dk: Tilføj mappe
de_de: Ordner hinzufügen
el_gr: Προσθήκη φακέλου
es_es: Añadir carpeta
et_ee: Lisa kaust
fi_fi: Lisää kansio
fr_fr: Ajouter un dossier
he_il: הוסף תיקייה
hi_in: फ़ोल्डर जोड़ें
hr_hr: Dodaj mapu
hu_hu: Mappa hozzáadása
id_id: Tambah folder
it_it: Aggiungi cartella
ja_jp: フォルダーを追加
ko_kr: 폴더 추가
lt_lt: Pridėti aplanką
lv_lv: Pievienot mapi
nb_no: Legg til mappe
pl_pl: Dodaj folder
pt_pt: Adicionar pasta
ro_ro: Adaugă folder
sk_sk: Pridať priečinok
sl_si: Dodaj mapo
sr_latn_rs: Dodaj fasciklu
sv_se: Lägg till mapp
sw_ke: Ongeza folda
th_th: เพิ่มโฟลเดอร์
tr_tr: Klasör ekle
uk_ua: Додати папку
ur_pk: فولڈر شامل کریں
vi_vn: Thêm thư mục
zh_hans: 添加文件夹

# DestinationSaveLabel
source: Save to:
ar_sa: الحفظ في:
bg_bg: Запис в:
cs_cz: Uložit do:
da_dk: Gem i:
de_de: Speichern in:
el_gr: Αποθήκευση σε:
es_es: Guardar en:
et_ee: Salvesta asukohta:
fi_fi: Tallenna kohteeseen:
fr_fr: Enregistrer dans :
he_il: שמור ב:
hi_in: यहां सहेजें:
hr_hr: Spremi u:
hu_hu: Mentés ide:
id_id: Simpan ke:
it_it: Salva in:
ja_jp: 保存先:
ko_kr: 저장 위치:
lt_lt: Įrašyti į:
lv_lv: Saglabāt mapē:
nb_no: Lagre i:
pl_pl: Zapisz w:
pt_pt: Guardar em:
ro_ro: Salvează în:
sk_sk: Uložiť do:
sl_si: Shrani v:
sr_latn_rs: Sačuvaj u:
sv_se: Spara i:
sw_ke: Hifadhi kwenye:
th_th: บันทึกไปที่:
tr_tr: Kaydetme yeri:
uk_ua: Зберегти в:
ur_pk: یہاں محفوظ کریں:
vi_vn: Lưu vào:
zh_hans: 保存到:

# DestinationExtractLabel
source: Extract to:
ar_sa: الاستخراج إلى:
bg_bg: Разархивиране в:
cs_cz: Rozbalit do:
da_dk: Udpak til:
de_de: Extrahieren nach:
el_gr: Εξαγωγή σε:
es_es: Extraer en:
et_ee: Paki lahti asukohta:
fi_fi: Pura kohteeseen:
fr_fr: Extraire vers :
he_il: חלץ אל:
hi_in: यहां निकालें:
hr_hr: Raspakiraj u:
hu_hu: Kibontás ide:
id_id: Ekstrak ke:
it_it: Estrai in:
ja_jp: 展開先:
ko_kr: 압축 풀 위치:
lt_lt: Išskleisti į:
lv_lv: Izvilkt uz:
nb_no: Pakk ut til:
pl_pl: Wypakuj do:
pt_pt: Extrair para:
ro_ro: Extrage în:
sk_sk: Extrahovať do:
sl_si: Razširi v:
sr_latn_rs: Raspakuj u:
sv_se: Extrahera till:
sw_ke: Toa kwenda:
th_th: แตกไฟล์ไปที่:
tr_tr: Ayıklama yeri:
uk_ua: Видобути в:
ur_pk: یہاں نکالیں:
vi_vn: Giải nén vào:
zh_hans: 解压到:

# DeleteAfterCompressLabel
source: After a successful compression, move the source files to the Recycle Bin
ar_sa: بعد الضغط بنجاح، انقل الملفات المصدر إلى سلة المحذوفات
bg_bg: След успешно компресиране преместване на изходните файлове в кошчето
cs_cz: Po úspěšné komprimaci přesunout zdrojové soubory do Koše
da_dk: Flyt kildefilerne til papirkurven efter en vellykket komprimering
de_de: Nach erfolgreicher Komprimierung die Quelldateien in den Papierkorb verschieben
el_gr: Μετά από επιτυχή συμπίεση, μετακίνηση των αρχικών αρχείων στον Κάδο Ανακύκλωσης
es_es: Tras una compresión correcta, mover los archivos de origen a la Papelera de reciclaje
et_ee: Pärast edukat tihendamist teisalda lähtefailid prügikasti
fi_fi: Siirrä lähdetiedostot roskakoriin onnistuneen pakkaamisen jälkeen
fr_fr: Après une compression réussie, déplacer les fichiers source vers la Corbeille
he_il: לאחר דחיסה מוצלחת, העבר את קובצי המקור לסל המיחזור
hi_in: सफल संपीड़न के बाद, स्रोत फ़ाइलों को रीसायकल बिन में ले जाएं
hr_hr: Nakon uspješnog komprimiranja premjesti izvorne datoteke u Koš za smeće
hu_hu: Sikeres tömörítés után a forrásfájlok áthelyezése a Lomtárba
id_id: Setelah kompresi berhasil, pindahkan file sumber ke Keranjang Sampah
it_it: Dopo una compressione riuscita, sposta i file di origine nel Cestino
ja_jp: 圧縮が成功したら、元のファイルをごみ箱に移動する
ko_kr: 압축에 성공하면 원본 파일을 휴지통으로 이동
lt_lt: Sėkmingai suspaudus, perkelti šaltinio failus į šiukšlinę
lv_lv: Pēc veiksmīgas saspiešanas pārvietot avota failus uz atkritni
nb_no: Flytt kildefilene til papirkurven etter vellykket komprimering
pl_pl: Po udanej kompresji przenieś pliki źródłowe do Kosza
pt_pt: Após uma compressão bem-sucedida, mover os ficheiros de origem para a Reciclagem
ro_ro: După o comprimare reușită, mută fișierele sursă în Coșul de reciclare
sk_sk: Po úspešnej komprimácii presunúť zdrojové súbory do Koša
sl_si: Po uspešnem stiskanju premakni izvorne datoteke v koš
sr_latn_rs: Nakon uspešnog kompresovanja premesti izvorne datoteke u Korpu za otpatke
sv_se: Flytta källfilerna till papperskorgen efter en lyckad komprimering
sw_ke: Baada ya kubana kwa mafanikio, hamishia faili chanzo kwenye Pipa la Kuchakata
th_th: หลังจากบีบอัดสำเร็จ ให้ย้ายไฟล์ต้นฉบับไปยังถังรีไซเคิล
tr_tr: Başarılı sıkıştırmadan sonra kaynak dosyaları Geri Dönüşüm Kutusu'na taşı
uk_ua: Після успішного стиснення перемістити вихідні файли в Кошик
ur_pk: کامیاب کمپریشن کے بعد، ماخذ فائلوں کو ری سائیکل بن میں منتقل کریں
vi_vn: Sau khi nén thành công, chuyển các tệp nguồn vào Thùng rác
zh_hans: 压缩成功后，将源文件移到回收站
